[
    {
      "_id": "5e5cd98aaf3ff8efd60b57f1",
      "title": "consequat incididunt non Lorem",
      "description": "Consectetur reprehenderit voluptate laborum non mollit occaecat reprehenderit. Consectetur consectetur irure cillum pariatur enim proident sit exercitation ipsum ut elit exercitation ad. Voluptate occaecat labore est aliquip laboris eu magna commodo ea.",
      "price": 112,
      "requeriments": [
        "Culpa officia exercitation Lorem fugiat adipisicing nulla."
      ],
      "startDate": "Mon Jun 08 2020 10:03:59 GMT+0000 (UTC)",
      "endDate": "Sat Mar 14 2020 18:22:32 GMT+0000 (UTC)",
      "stages": [
        {
          "title": "ea culpa dolor ipsum",
          "description": "Proident excepteur magna ullamco quis occaecat minim aute aliqua ipsum est. Consequat excepteur duis quis nulla magna veniam ea elit adipisicing nulla. Lorem enim ea et consequat cillum ad est aliquip incididunt velit aute amet laboris. Do duis aliquip quis voluptate in et sit. Duis irure fugiat non in sint culpa est non occaecat ut commodo nostrud mollit. Ad dolore adipisicing dolor irure veniam in do esse magna. Irure et proident elit tempor cupidatat veniam.",
          "price": 162
        },
        {
          "title": "consectetur duis eu exercitation",
          "description": "Veniam eu incididunt excepteur sunt reprehenderit Lorem culpa culpa esse quis eu. Tempor nostrud id ullamco dolore dolor incididunt ullamco officia. Laborum nostrud deserunt sunt tempor proident dolor cupidatat commodo. Minim officia ullamco ipsum labore tempor consequat exercitation culpa. In sit magna elit sint adipisicing dolor aliqua officia pariatur dolore proident veniam. Aliquip reprehenderit cillum id in culpa. Sint adipisicing cupidatat eiusmod mollit commodo minim voluptate voluptate mollit elit elit.",
          "price": 475
        },
        {
          "title": "ipsum nisi minim dolore",
          "description": "Eiusmod ad Lorem fugiat est veniam duis Lorem pariatur culpa laboris Lorem laborum duis fugiat. Veniam proident esse id veniam magna laborum proident anim nisi adipisicing. Laboris do quis laboris fugiat duis dolore Lorem magna.",
          "price": 327
        }
      ],
      "manager": "5e47fcb3aed9531440793134"
    },
    {
      "_id": "5e5cd98a56792df05fcab9cf",
      "title": "nostrud eiusmod non elit",
      "description": "Laborum cupidatat aliqua non esse labore anim elit ex eiusmod labore nisi. Nostrud aute deserunt culpa qui in consequat quis. Nulla aliquip id ex fugiat incididunt nisi deserunt irure incididunt nostrud nisi ea. Quis anim aliquip eu enim excepteur officia elit amet excepteur aliqua.",
      "price": 456,
      "requeriments": [
        "Voluptate fugiat enim officia ullamco velit ea duis amet."
      ],
      "startDate": "Sun Jun 21 2020 08:57:09 GMT+0000 (UTC)",
      "endDate": "Wed Apr 08 2020 04:01:44 GMT+0000 (UTC)",
      "stages": [
        {
          "title": "ut quis fugiat laboris",
          "description": "Qui laboris nisi excepteur aliquip consequat qui eu do ad sint sint excepteur elit. Deserunt veniam sint adipisicing proident cillum incididunt velit dolor est id. Veniam et elit duis voluptate excepteur eu sint consectetur exercitation qui elit et proident. Proident id labore ex enim esse ex ut veniam occaecat consequat Lorem. Incididunt velit id et culpa incididunt qui elit dolore pariatur et irure commodo sit. Veniam nostrud quis do veniam tempor ea.",
          "price": 245
        },
        {
          "title": "aute sunt do cupidatat",
          "description": "Velit consectetur nulla ad laboris labore eu amet enim laborum dolore eu. Et velit in ea voluptate eiusmod labore laboris sint velit dolore incididunt ullamco est culpa. Eiusmod Lorem sint in non reprehenderit in velit do non eiusmod et mollit reprehenderit dolor. Est excepteur eiusmod est non officia officia cillum nisi labore incididunt.",
          "price": 385
        },
        {
          "title": "in proident nisi ut",
          "description": "Do ullamco fugiat excepteur dolore do excepteur culpa cupidatat sit officia id voluptate labore. Mollit do veniam ullamco non occaecat exercitation aliqua quis mollit. Nulla pariatur eiusmod eiusmod esse nostrud labore occaecat commodo ea.",
          "price": 287
        }
      ],
      "manager": "5e47fcb3aed9531440793134"
    },
    {
      "_id": "5e5cd98a9caa62bd399863ce",
      "title": "ex velit Lorem deserunt",
      "description": "Dolore mollit excepteur aliqua aliqua consectetur proident reprehenderit labore ut qui culpa do aliqua adipisicing. Fugiat anim aute ea ea reprehenderit irure. Do mollit id elit ut ex amet et culpa. Nulla qui anim labore proident ex. Velit consequat culpa cupidatat tempor incididunt nisi est officia dolor excepteur voluptate.",
      "price": 170,
      "requeriments": [
        "Commodo nisi eu tempor eu amet non magna."
      ],
      "startDate": "Sat Jun 06 2020 02:57:57 GMT+0000 (UTC)",
      "endDate": "Fri Apr 10 2020 06:55:00 GMT+0000 (UTC)",
      "stages": [
        {
          "title": "duis consequat excepteur officia",
          "description": "Voluptate cupidatat mollit laboris enim minim do est. Mollit officia labore incididunt ipsum ea ea eiusmod nisi reprehenderit irure magna amet in pariatur. Commodo sint fugiat magna eiusmod deserunt sint Lorem magna eiusmod laboris et incididunt consequat. Sunt consectetur esse ea dolor anim eiusmod consectetur irure ad. Esse in in tempor irure nulla incididunt cillum occaecat culpa mollit. Adipisicing in non veniam anim ea non est qui. Irure ad eu dolor magna consequat officia ea velit cillum.",
          "price": 550
        },
        {
          "title": "pariatur minim eiusmod reprehenderit",
          "description": "Aliquip deserunt sunt cupidatat aute laborum reprehenderit reprehenderit laboris eu non mollit. Minim magna voluptate amet qui ex cillum culpa esse anim aliqua magna. Occaecat adipisicing pariatur ex velit consectetur reprehenderit magna ea laboris magna officia consequat do tempor. Excepteur consequat in qui nisi ut elit sunt nostrud nostrud. In aliquip et esse labore exercitation labore esse excepteur. Nisi cillum eiusmod velit laborum minim.",
          "price": 492
        },
        {
          "title": "consequat aliqua eu exercitation",
          "description": "Commodo est laborum et incididunt culpa id pariatur enim aliqua. Eu labore ex consequat ex Lorem duis exercitation labore sint ex qui. Adipisicing ex amet est eiusmod reprehenderit occaecat nostrud qui dolor nulla irure. Cillum qui aliqua aute fugiat culpa commodo esse culpa sint mollit ipsum pariatur cupidatat. Fugiat dolore laboris laborum qui occaecat dolore consectetur consequat esse. Cupidatat cillum anim officia nisi reprehenderit voluptate.",
          "price": 126
        }
      ],
      "manager": "5e47fcb3aed9531440793134"
    },
    {
      "_id": "5e5cd98aa05263a88519f26a",
      "title": "laborum minim incididunt aute",
      "description": "Aliqua consectetur enim adipisicing reprehenderit do aliqua. Ut mollit anim quis est incididunt culpa occaecat ex. Magna ad fugiat laboris irure labore reprehenderit commodo reprehenderit labore nisi commodo nostrud consectetur amet. Esse exercitation ipsum ad ad reprehenderit ullamco sunt anim pariatur. Adipisicing Lorem magna voluptate eiusmod nulla nisi duis consequat nulla id adipisicing. Mollit laboris dolore ipsum in ea proident. Veniam nisi voluptate dolore ad reprehenderit elit pariatur velit id eu.",
      "price": 507,
      "requeriments": [
        "Laborum minim nulla tempor consectetur."
      ],
      "startDate": "Sun Jun 21 2020 20:48:35 GMT+0000 (UTC)",
      "endDate": "Sun May 03 2020 23:51:25 GMT+0000 (UTC)",
      "stages": [
        {
          "title": "ad sit ad eu",
          "description": "Et commodo quis nisi nulla consectetur laborum commodo labore deserunt officia id fugiat non. Ad ut tempor mollit ipsum do adipisicing est. Reprehenderit ut fugiat aliquip officia. Exercitation ad eiusmod proident laboris.",
          "price": 223
        },
        {
          "title": "et consequat proident ut",
          "description": "Voluptate in veniam sit laboris nulla officia eu et ut cillum laborum consectetur officia. Enim mollit magna Lorem ea labore sint veniam reprehenderit. Reprehenderit ipsum fugiat duis reprehenderit duis minim nostrud laborum incididunt dolore consectetur esse sit qui. Et culpa consectetur voluptate adipisicing nostrud ea nostrud ut officia qui consequat ea magna reprehenderit.",
          "price": 321
        },
        {
          "title": "magna deserunt Lorem dolore",
          "description": "Minim in id reprehenderit qui veniam cillum culpa. Sunt reprehenderit aliquip ut deserunt veniam pariatur. Enim sunt labore nisi labore nulla Lorem amet nostrud magna fugiat ex.",
          "price": 590
        }
      ],
      "manager": "5e47fcb3aed9531440793134"
    },
    {
      "_id": "5e5cd98a679285aacb90d18a",
      "title": "consectetur anim cillum dolor",
      "description": "Sint elit in do exercitation occaecat amet. Aliquip aliqua dolor dolore ullamco eiusmod. Elit cupidatat duis dolor ad sit eiusmod Lorem consectetur mollit dolore voluptate cillum amet. Minim veniam labore anim laborum ea esse do ad eiusmod. Mollit dolore labore eu aute irure sunt ut eiusmod labore proident occaecat aute incididunt.",
      "price": 378,
      "requeriments": [
        "Dolor mollit cillum elit anim est et nulla Lorem labore minim fugiat."
      ],
      "startDate": "Mon Jun 29 2020 15:22:45 GMT+0000 (UTC)",
      "endDate": "Tue Apr 07 2020 01:02:42 GMT+0000 (UTC)",
      "stages": [
        {
          "title": "anim anim enim ex",
          "description": "Aliqua adipisicing aute commodo ullamco aute id laboris consequat ullamco velit. Nulla pariatur et aliqua anim enim enim incididunt. Magna ullamco irure nostrud est cupidatat commodo excepteur magna mollit quis incididunt. Eu minim amet Lorem ullamco cupidatat exercitation est pariatur in. Tempor ullamco duis irure ex ad enim cupidatat labore nisi pariatur.",
          "price": 474
        },
        {
          "title": "ut eiusmod ullamco commodo",
          "description": "Elit tempor deserunt amet est ut aliquip irure anim anim amet pariatur. Eu anim ut nulla esse aute aliquip aute excepteur amet officia aute Lorem consequat magna. Pariatur consectetur sunt magna deserunt occaecat sint consequat do ad pariatur consequat.",
          "price": 439
        },
        {
          "title": "laboris magna incididunt laboris",
          "description": "Nisi exercitation ut anim excepteur nulla culpa consequat nulla aliquip. Tempor laboris magna incididunt laboris minim ex ut aliqua. Id est cupidatat reprehenderit deserunt adipisicing eu minim in nisi tempor ad ad ea. Duis laborum sit aliquip consequat nisi nisi voluptate do aliquip minim. Dolore dolore nostrud et proident reprehenderit ex adipisicing sunt. Officia consequat pariatur laborum ad veniam. Nisi minim pariatur consectetur voluptate elit sunt ipsum ea.",
          "price": 272
        }
      ],
      "manager": "5e47fcb3aed9531440793134"
    },
    {
      "_id": "5e5cd98a103b01b5b5c69624",
      "title": "aute elit labore cupidatat",
      "description": "Et voluptate ex pariatur mollit fugiat occaecat sint reprehenderit consectetur. Occaecat anim nostrud ullamco commodo duis sit fugiat ipsum enim exercitation exercitation mollit voluptate consequat. Eiusmod velit magna est labore mollit ut nostrud incididunt. Minim ex id eiusmod adipisicing aute excepteur. Fugiat aliquip exercitation fugiat occaecat ea anim culpa quis. Cupidatat velit eu non est eu occaecat commodo amet qui nulla nulla. Officia pariatur dolore ad proident sit labore do cillum ad sunt magna ut consequat.",
      "price": 383,
      "requeriments": [
        "Anim labore dolor consequat est irure excepteur."
      ],
      "startDate": "Wed Jul 01 2020 10:11:33 GMT+0000 (UTC)",
      "endDate": "Tue Jun 16 2020 20:56:47 GMT+0000 (UTC)",
      "stages": [
        {
          "title": "reprehenderit excepteur id nulla",
          "description": "Incididunt id elit sunt id dolor ullamco. Id eiusmod culpa quis ad ea anim. Qui et velit ut adipisicing esse ipsum. Magna sint adipisicing sunt velit cillum sunt veniam est quis cupidatat. Dolore voluptate nisi esse exercitation sit nostrud. Excepteur excepteur labore non deserunt cillum exercitation consequat do est aliquip nulla laboris nulla. Adipisicing adipisicing qui labore irure laboris adipisicing veniam ipsum.",
          "price": 448
        },
        {
          "title": "commodo aliqua consectetur eiusmod",
          "description": "Sit exercitation non laborum aute incididunt adipisicing. Magna laborum ullamco laboris commodo ad ullamco ad labore nulla laborum laborum sit quis. Adipisicing nulla laboris sunt reprehenderit labore ea nostrud ex ad quis veniam cupidatat. Adipisicing commodo et et enim nostrud laborum. Dolore incididunt laborum non Lorem occaecat. Irure cillum veniam ipsum aliqua ut tempor adipisicing occaecat enim dolore.",
          "price": 309
        },
        {
          "title": "nisi duis exercitation ullamco",
          "description": "Lorem dolore culpa do excepteur ea veniam occaecat esse velit est commodo. Ex commodo consectetur culpa irure excepteur laborum sunt do laborum. Velit excepteur eu laborum elit.",
          "price": 309
        }
      ],
      "manager": "5e47fcb3aed9531440793134"
    }
  ]